Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/300-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: 300 jagi riidu skuvlagiela alde
nob: 300 års strid om skolespråket

source: Svein Lund dahkan čoahkkáigeasu
nob: I utdrag samla av Svein Lund

source: Dáruiduhttima dehe sámegieloahpahusa riidu lea dego čađačuovvu oassin sámiid skuvlahistorjjás Norggas , dan rájes juo go eiseválddit álggahedje vuosttaš oahpahusa sápmelaččaide gitta otnážii .
nob: Kampen om norskspråklig eller samiskspråklig opplæring går som en rød tråd gjennom hele den samiske skolehistoria i Norge , helt fra myndighetene først satte igang utdanning for samer og fram til i dag .

source: Namahus « dáruiduhttin » adno máŋggain iešguđetlágán sisdoaluin .
nob: Uttrykket « fornorsking » har blitt brukt i flere forskjellige betydninger .

source: Lea geavahuvvon dárogieloahpahusa birra sámiide , kvenaide ja eará unnitloguide Norggas .
nob: Det har blitt brukt om opplæring av samer , kvener og andre minoriteter i norsk språk .

source: Dán mearkkašumis ii báljo oktage sáhte leat dáruiduhttima vuostá .
nob: Knapt noen kunne være mot fornorsking i denne betydninga .

source: Muhto eiseválddit leat gaskkohagaid sávvan ahte dárogiella galggai leat unnitloguid áidna giellan , ja ahte eará gielat eai galgan geavahuvvot skuvllas , eai ge girkus eai ge eará almmolaš oktavuođain .
nob: Men myndighetene ønska i perioder at norsk skulle overta som minoritetenes eneste språk , og at andre språk ikke skulle brukes verken i skole , kirke eller offentlig liv .

source: Dán girjjis oaivvildit vuosttažettiin dán giellamolsunpolitihka go geavahit « dáruiduhttin » - sáni .
nob: I denne boka er det først og fremst denne politikken for språkskifte som vi mener når vi bruker ordet « fornorsking » .

source: Sámiid hárrái dáruiduhttinproseassa mearkkašii giellamolsuma lassin garra deattu dasa ahte galget váldit alcceseaset dáčča kultuvrra , bivttasmálliid , eallinlági ja ealáhusaid .
nob: Overfor samene innebar fornorskingsprosessen i tillegg til det språklige også et sterkt press for å gå over til norsk kultur , klesdrakt , levemåte og næringsdrift .

source: Sáhttá digaštallat man áigá doložis dáruiduhttin álggii .
nob: Det kan diskuteres hvor langt bakover i tida vi kan snakke om en fornorskingspolitikk overfor samene .

source: 1851 rájes dat lei čielga mearriduvvon stáhtalaš politihkkan .
nob: Fra 1851 var det en klar vedtatt statlig politikk .

source: Muhto juo 1700-logu álgogeahčen fámolaš olbmot barge dan badjelii ahte dárogiella šattašii oahpahusgiellan ja ahte sápmelaččat galggaše molsut giela .
nob: Men allerede fra tidlig på 1700-tallet var det mektige personer som arbeida for at all undervisning skulle være på norsk , og for at samene skulle skifte språk .

source: Máŋgga áigodagas dat oaidnu hálddašii miššovnnas ja oahpahusas .
nob: I flere perioder var misjon og undervisning dominert av deres syn .

source: 1700- ja 1800-loguin lei dáruiduhttin eanas dánskkaiduhttin .
nob: På 1700 og 1800-tallet var dansk det dominerende skriftspråket i Norge og fornorskinga var språklig sett i stor grad ei fordansking .

source: [ 1 ] Dađistaga rievdaduvvui čállingiella dánskkagielas dálá girjedárogillii , ja dáruiduhttin-sátni lea maiddái geavahuvvon dán proseassa birra , ja jorgaleami birra girjedárogielas ođđadárogillii ja amassániid heiveheami birra dárogillii .
nob: [ 1 ] Etter hvert blei skriftspråket gradvis endra fra dansk fram mot dagens bokmål , og ordet fornorsking har også blitt brukt om denne prosessen , samt om oversetting fra bokmål til nynorsk og om oversetting og tilpassing av fremmedord til norsk .

source: Dán artihkkala maŋis čuvvot , oalle bures ortnega mielde , dokumeanttat dehe ovdamearkkat čállosiin main ákkastallojuvvo dáruiduhttima beali dehe dan vuostá , sámegiela geavahusa beali dehe dan vuostá .
nob: Etter denne artikkelen følger , i noenlunde kronologisk orden , dokumenter eller utdrag av skrifter som argumenterer for eller mot fornorsking , for eller mot bruk av samisk språk .

source: Daid mii leat deaddilan nu go ledje aviisačálusin , áigečállagiin dehe girjjiin .
nob: Disse er gjengitt slik de blei skrevet som brev eller trykt som innlegg i aviser , tidsskrifter eller bøker .

source: Mii leat lasihan daidda muhtun álgokommentáraid ja vuolitravdadieđuid , vai dálá lohkkiide livččii álkit ipmirdit daid .
nob: Vi har lagt til noen innledende kommentarer og fotnoter , for å lette forståelsen for dagens lesere .

source: Dán álggaheamis mii leat bidjan dokumeanttaid historjjálaš oktavuhtii ja čállán čálliid namaid gassa bustávaiguin .
nob: I denne innledninga har vi satt dokumentene inn i en historisk sammenheng og utheva forfatterne med feit skrift .

source: Dán háve mii bisánit ovdal 2. máilmmisoađi álggu .
nob: I denne omgang stopper vi før utbruddet av 2. verdenskrig .

source: Mot manai dáruiduhttimiin soađi áigge ja dan maŋŋil , dasa mii almmuhit dokumeanttaid Sámi skuvlahistorjjá boahtte girjjis .
nob: Dokumentasjon på hvordan det gikk videre med fornorskinga under og etter krigen vil vi komme tilbake til i neste bind av Samisk skolehistorie .

source: Eatnigiela dehe riikagiela ?
nob: Morsmål eller riksspråk ?

source: Dološ áigge gulai miššovdna ja sápmelaččaid oahpahus oktii .
nob: I eldre tider var misjon og opplæring for samer to sider av samme sak .

source: Sámi ássanguovllu ravddaid álbmoga geahččaledje báidnit risttalašvuođain ja miššoneremiin oažžu dadjat juo 1200–1300 logu rájes .
nob: Samene i utkanten av det samiske bosettingsområdet blei utsatt for kristen påvirkning og misjonsframstøt i alle fall fra 1200-1300 tallet .

source: Dán áigge goitge diehtit unnán katolalaš áigge miššovnna birra ja girkku giellageavahusa sámiid guovdu .
nob: Men vi vet i dag lite om misjonen i katolsk tid og språkbruken fra kirka si side overfor samene .

source: 1536:s šattai Norga Dánmárkui gullevaš riikan , dalle go Christian 3. buvttii deike reformašuvnna .
nob: I 1536 blei Norge et lydrike under Danmark , samtidig som kong Christian 3. innførte reformasjonen .

source: Okta bealli Martin Luthera reformašuvnnas lei dat vuođđonjuolggadus ahte buot álbmogat galge beassat lohkat Biibbala iežaset gillii .
nob: En av sidene ved Martin Luthers reformasjon var prinsippet om at alle folk skulle få lese Bibelen på eget språk .

source: Muhto go Danmárkkus-Norggas mearridedje bajimus eiseválddit reformašuvnna , de atne dan oktan vuohkin mot nannet gonagasa fámu ja dan guovtti riika oktan riikan . De sii maiddái navde ahte goappašat dat riikkat galge oažžut Biibbala riika gillii , namalassii dánskagillii .
nob: Men siden reformasjonen i Danmark – Norge blei innført ovafra , som ledd i styrkinga av kongemakta og Danmark – Norge som ett rike , blei dette her tolka slik at hvert land skulle få Bibelen på statens språk , altså dansk .

source: Vuosttaš Biibbal dánskagillii bođii 1550:s .
nob: Den første hele bibelen på dansk kom i 1550 .

source: Reformašuvnna geažil šattai girku stáhtagirkun mas gonagas lei oaivámužžan .
nob: Med reformasjonen blei kirka ei statskirke med kongen som øverste sjef .

source: Dat dagahii ahte bismmaide , báhpaide ja eará girkolaš bálvváide lei deháleamos bálvalit Ipmila dehe Gonagasa .
nob: Dette førte til at for biskoper , prester og andre kirkens tjenere blei det hele tida et spørsmål om det viktigste var å tjene Gud eller å tjene Kongen .

source: Anton Hoëm lea cealkán nu ahte dat bismmat ja báhpat guđet vuoruhedje Ipmila , sii adde sápmelaččaide eváŋgiljoma sámegillii .
nob: Anton Hoëm har uttrykt det slik at de biskopene og prestene som prioriterte Gud ville gi samene evangeliet på samisk , de som prioriterte Kongen ville gi det på dansk .

source: Sii guđet vuoruhedje Gonagasa , sii adde dan dánskagillii [ 2 ] Dát vuostevuohta lea čuvvon girko ja skuvlla dán áiggi rádjái .
nob: [ 2 ] Denne motsetninga har gått igjen innafor kirke og skole fram til vår tid .

source: Báhppa ja lullisámit ( Sárggus : Ingunn Utsi )
nob: Presten og sørsamene ( Tegning : Ingunn Utsi )

source: « Guhte galgá oahppat sámegiela »
nob: « Som Lappe-Sproget lære skal »

source: 1631:s mearridii dánska gonagas ahte goalmmádas diiddus ( vearus ) galggai mannat Finnmárkku báhpaide , « man ovddas sii ledje geatnegasat , sihke dáččaide ja sápmelaččaide gulolaččat sárdnidit , ja buoremus suohkaniid báhpat galge váldit iežaset háldui sápmelačča dehe norgalačča guhte galgá oahppat sámegiela , ja su galgá čuvgehit nu ahte son sáhtášii oahpahit sápmelaččaide mánnávuođaoahpa ja Ipmilbalolašvuođa ... »[3 ]
nob: I 1631 tilkjente danskekongen prestene i Finnmark en tredel av tienden , « hvorimod de skulle være forpliktede , Nordmænd saavel som Finner og Lapper Guds Ord troligen at foreholde ; skulle og de bedste Sognes Prester til sig tage en Lappe eller Norbagge , som Lappe-Sproget lære skal ( og ) den informere , saa han siden Finner og Lapper i deres Børnelærdom og Gudsfrykt kan undervise ... »[3 ]

source: 1707:s sáddii gonagas čállosa mas gohčui bismma Peder Kroga « 1 ) bidjat moadde nuorra teologa almmolaš bálkká ovddas orrut 1–2 jagi sámi eatnamis vai oahpaše sámegiela , ja de máhtáše sárdnidit álbmogii sámegillii ja dasto maŋŋil biddjot virgái sámi báhppan , 2 ) cegget skuvlla sámi nuoraide ja doppe oahpahit sámi bártnážiidda katekismusa ja latiinnagiela.»[4 ]
nob: I 1707 sendte kongen ut et skriv der biskop Peder Krog blei pålagt « 1 ) aa lata nokre unge teologar uppehalda seg 1–2 aar i Lappmarki paa offentlig kostnad for aa læra lappisk , so dei kunde katekisera og preika for folket paa lappisk og sidan verta ordinerte til lappeprestar , 2 ) aa skipa ein skule for lappisk ungdom og der læra upp lappegutar i lappisk katekisma og i latin.[4 ]

source: De ges bisma ii lean mielas dasa , son oaivvildii sápmelaččat galge hárjánit ipmirdit dánskkagiela , eai informahtorat galgan dárbbašit máhttit sámegiela .
nob: Men biskopen var slett ikke enig i dette , han mente samene skulle vennes til å forstå dansk og at informatorene ikke trengte å kunne samisk .

source: Go Miššonvirgegoddi dasto álggahii miššonbarggu mas Thomas von Westen lei jođiheaddjin , de riidališgohte das mot galge miššoneret ja man gillii galge oahpahit .
nob: Når så Misjonskollegiet satte i gang misjon under ledelse av Thomas von Westen , blei det en bitter konflikt om hvordan misjonen skulle drives og hvilket språk det skulle undervises på .

source: Bisma ja miššonjođiheaddji sáddiiga goabbat reivve miššonvirgegoddái ja váiddiiga goabbatguommiska , muhto dat reivvet gal leat vissa mannan duššái dalle go Københámmana gávpot bulii 1700-logu loahpageahčen .
nob: Biskopen og misjonslederen sendte atskillige brev til misjonskollegiet og klaga på hverandre , men sjølve breva ser dessverre ut til å ha blitt borte i bybrannen i København sist på 1700-tallet .

source: Dain čálusosiin maid diehtit lea seahkálassii dánskagiella ja latiinnagiella .
nob: De utdraga som er kjent er på ei blanding av dansk og latin .

source: Krog čállá ahte son ii doaivvo « de felice Finnorum Lapporumqve noviter instituta catechisatione prolytismo » ( lihkostuvvá oažžut sápmelaččat dahkat jorgalusa dainna gieskat álggahuvvon kateketiseremiin . )
nob: Krog skriver at han ikke tror på « de felice Finnorum Lapporumqve noviter instituta catechisatione prolytismo » ( den lykkelige omvendingen av lappene og finnene gjennom den nylig gjennomførte katekisering ) .

source: Thomas von Westena eatnigieloahpahusa jurdagiid mielde jorgalii su miššoneara Morten Lund Luthera uhca katekismusaža sámegillii .
nob: I samsvar med Thomas von Westens ideer om undervisning på morsmålet oversatte hans misjonær Morten Lund Luthers lille katekisme til samisk .

source: Dát lei vuosttaš sámegiel girji mii ilmmai Norggas .
nob: Dette var den første boka som blei utgitt på samisk i Norge .

source: Bisma bealuštii guovttegielatvuođa
nob: Biskop for tospråklighet

source: Riidu bisttii čađat 1700-logu .
nob: Striden fortsatte gjennom hele 1700-tallet .

source: Maŋŋel go Thomas von Westen jámii 1727:s , de besse dáruiduhttima bealušteaddjit vuoittu beallái , muhto moaddelogi jagi maŋŋil ožžo fas sámegiela bealušteaddjit sakka eanet fámu .
nob: Etter Thomas von Westens død i 1727 , fikk fornorskingstilhengerne overtaket , men etter et par tiår kom forkjemperne for opplæring på samisk sterkt tilbake .

source: Sii guđet ledje doaimmas ovdal bismma Ludvig Harboe oaivvildedje ahte miššonearat ja oahpaheaddjit galge atnit dušše sámegiela , muhto son čálii 1748:s bagadusastis ođđa miššonearii:«Miššoneara ieš bargá viššalit sámegiela ja suomagiela oahppat , go nu son sáhttá alcces gullevaš sápmelaččaide sakka stuorát áhpun ja ovdamunnin , sin oahpaheamis ja ávdugasvuođa áššis .
nob: Mens hans forgjengere mente at misjonærer og lærere bare skulle bruke dansk språk overfor samene , skreiv biskop Ludvig Harboe i 1748 i instruks for en nyutnevnt misjonær:«Missionarius selv legger sig med ald Fliid efter det Finske og Lappiske Sprog , paa det hand kand være de ham anbetroede Finner til des større Nytte og Fordel , i deres Underviisning og Saligheds Sag .

source: Nu maiddái son gohčču skuvlahoavdda oahpahallat dan giela man sápmelaččat ipmirdit .
nob: Saa tilholder hand og ligeledes Skole-Mesteren , at hand øver sig i dette Sprog , paa det hand kunde være Finnerne forstaaelig .

source: Goitge ii galgga dánskagiella healbaduvvot sápmelaččaid gaskkas ge , galgá baicca čavgadit bearráigehččot ahte sii ohppet maiddái dan.»[6 ] Dás mii oaidnit vuohččan virgeolbmá deattuheame ahte sii galget gulahallat sápmelaččaiguin sámegillii , ja seammás oahpahit daidda dánskagiela .
nob: Dog bør derhos det Danske Sprog ey af Finnerne forsømmes , men alvorligen paadrives , at de samtlig lærer samme.»[6 ] Vi ser her for første gang en øvrighetsperson som framhever at man både skal møte samene på samisk og samtidig lære dem dansk , altså ei tru på å utvikle det som mye seinere blei kalt tospråklighet .

source: Vaikko Harboe dás doarju oahpahusa dánskagillii , de su oaivilat leat áibbas earáláganat go ovddit virgeolbmás Krogas , gii oaivvildii ahte sápmelaččat galge oahppat dánskagiela / dáru vai « heitet iežaset eatnigiela , sámegiela . »
nob: Sjøl om Harboe her går inn for undervisning i dansk , skiller han seg klart ut fra forgjengeren Krog som mente samene skulle lære dansk / norsk så « de nedlagde deres eget finske Tungemaal » .

source: . Seammás sus lea eará oaidnu go Thomas von Westenis , gii deattuhii ahte sápmelaččat galge oahpahuvvot sámegillii , ii son obage ovddidan dárogiel- dehe dánskkagiel oahpahusa sámi álbmogii .
nob: Samtidig skiller hans syn seg også fra Thomas von Westens , som la all vekt på at samene skulle få opplæring på samisk og ikke synes å ha lagt opp til noen undervisning i norsk eller dansk for den samiske allmuen .

source: Bisma Ludvig Harboe ( Gova luoikan Nidaros bismagoddi )
nob: Ludvig Harboe ( Foto utlånt av Nidaros bispedømme )

source: Harboe maŋis šattai Fredrik Nannestad bisman ja miššonhoavdan .
nob: Harboe blei etterfulgt som biskop og misjonsleder av Fredrik Nannestad .

source: Son oinnii 1752:s dan surgadis dili ahte ii oktage báhppa máhttán sámegiela , ja seamma jagi son lágidii Seminarium lapponicum vuođđudeami .
nob: Han konstaterte i 1752 det sørgelige faktum at det da ikke var en eneste prest som kunne samisk , og sørga samme år for at Seminarium Lapponicum blei gjenoppretta .

source: Dan seminára jođiheaddjin lei Knud Leem , ja mii deaddilit dás oasi su Gjet-Kirjatzh , mii bođii 1764:s .
nob: Leder for dette seminaret var Knud Leem , og vi gjengir her et utdrag av hans Gjet-Kirjatzh fra 1764 .

source: « Sámegiela galgá duššadit buoremus lági mielde »
nob: « Det finske Sprog mest muligt kasseret »

source: Vaikko bismmain lei miehttemiella sámegillii 1743–73 áigodagas , de čađat fámolaš olbmuin stáhtahálddahusas lei áibbas eará áigumuš .
nob: Sjøl om biskopene i perioden 1743–73 hadde et positivt syn på samisk , var det hele tida innflytelsesrike personer i statsforvaltninga med motsatt syn .

source: Sin searvái gulai ámtamánne Gunder Hammer , gii 1758:s sáddii miššonvirgegoddái sámi nuoraid oahpahusa ja konfirmašuvnna guoskevaš evttohusa .
nob: Blant dem var amtmann Gunder Hammer , som i 1758 sendte misjonskollegiet et forslag om sameungdommens undervisning og konfirmasjon .

source: Su mielas dat galggai dárogillii ja báhpat galge gieldit konfirmeremis sin geat eai lean oahppan risttalašvuođa dárogillii .
nob: Han mente denne burde foregå på norsk og at prestene burde nekte å konfirmere dem som ikke hadde lært sin kristendom på norsk .

source: [ 7 ] Maiddái moanat báhpat ja miššonearat oaivvildedje nu , ea. ea. proavás Hans Frugård Álttás , gii sáddii miššonvirgegoddái evttohusa ahte « sámegiela galggašii duššadit buoremus lági mielde » [ 8 ] Ollu miššonearain lei várra dakkár oaivil danne go sii eai ieža goassege lean nagodan oahppat sámegiela , nu go sin geatnegasvuohta lei ovtta gaskka .
nob: [ 7 ] Også flere prester og misjonærer hevda det samme , blant dem prost Hans Frugård i Alta , som sendte misjonskollegiet et forslag om at « det finske [ 8 ] Sprog mest muligt maatte blive kasseret » [ 9 ] . For mange av misjonærene hang nok dette synet sammen med at de ikke hadde klart å lære seg samisk , slik de i perioder hadde vært pålagt .

source: Álgoáiggiid gal eai ožžon miehttemiela .
nob: I første omgang vant de ikke fram .

source: Bisma Johan Ernst Gunnerus vástidii 1759:s ahte sápmelaččat galge gal oahppat dárogiela , muhto « lei imaš go galgat bágget sin guođđit eatnigielaset , man sii ráhkistit láhkái go buot máilmmi álbmogat ráhkistit eatnigielaideaset.»[9 ] Goitge lei ain beanta bággu heaitit sámegielain ja álgit dárogielain .
nob: Biskop Johan Ernst Gunnerus svarte i 1759 at samene nok burde lære norsk , men at det « var underligt at nøde dem til at lade sit Modersmaal ganske fare , hvoraf de er saa store Elskere som nogen Nation i hele Verden».[10 ]

source: Ámtamánne Christen Heiberg ja proavás Christopher Garmann evttoheigga ahte sápmelaččaid galggai gieldit náitaleamis jos eai lean oahppan dárogiela .
nob: Men presset for å gå over til norsk fortsatte . Amtmann Christen Heiberg og prost Christopher Garmann foreslo at samene burde nektes å gifte seg så lenge de ikke hadde lært norsk .

source: 1774:s šattai dánskalaš Markus Frederik Bang bisman , ja son lei birgemeahttun garra sámegiela vuosttaldeaddji ja dajai ahte Ipmil ii gula sámegiel rohkosiid .
nob: [ 11 ] I 1774 blei bispesetet overtatt av dansken Markus Frederik Bang , som var en uforsonlig motstander av samisk språk og uttalte at Gud ikke hører bønner på samisk .

source: Son daguhii ahte Seminarium lapponicum heaittihuvvui gonagasa mearrádusain 1774:s , ja das daddjo : « ... Seminarium lapponicum lea heaittihuvvon , ja dasto galgá dárogiella šaddat sápmelaččaid giellan nai , ja nuorat galget gohččojuvvot oahppat risttalašvuođaset dárogillii.»[11 ] Bang lei nu garas gohččut dárogiela ( dánskkagiela ) oahpahusgiellan ahte son skuldui báhpaid ja miššonearaid geat ain atne sámegiela searvegottiineaset , ja son bearráigeahčai čavgadit ahte gonagaslaš « Gohččun ahte sámi nuorat gohččojuvvojit oahppat risttalašvuođaset dárogillii , galgá čuvvojuvvot»[12 ]
nob: Han sørga for at Seminarium lapponicum blei nedlagt ved en kongelig resolusjon i 1774 , der det heter : « ... Seminarium lapponicum er opphevet , hvorimod det norske Sprog skal indføres blandt Lapperne , og de unge tilholdes at lære deres Kristendom paa Norsk » . [ 12 ] Bang gikk så hardt inn for at all undervisning skulle være på norsk ( dansk ) at han refsa prester og misjonærer som fortsatte å bruke samisk i sine menigheter og innskjerpa at den kongelige « Befaling om at den finske Ungdom tilholdes at lære deres Christendom paa norsk , vorder efterlevet».[13 ]

source: Son guhte šattai bisman Banga maŋis , Johan Christian Schønheyder , vuosttaldii maiddái sámegiela hui garrasit .
nob: Hans etterfølger som biskop , Johan Christian Schønheyder , var like uforsonlig mot samisk språk .

source: Čilgehusastis gonagassii juovlamánu 18. b. 1790 son čállá : « Maŋŋel gonagaslaš gohččuma skábmamánu 3. b. 1774 mainna Seminarium Lapponicum heaittihuvvui , de lea ja berre leat mearriduvvon , ahte lea áibbas duššás bargu oahpahit sápmelaččaide risttalašvuođa sámegillii , ja nu maiddái dikšut sin giela dan dáfus .
nob: I en beretning han sendte kongen 18. desember 1790 skriver han : « Siden det Kongelige Reskript af 3. november 1774 hvorved Seminarium Lapponicum blev ophævet , er det og bør være vedtaget , at det er spildt og forgieves Arbeide , at give Lapperne Underviisning i Christendommen og øvrige dermed forbunden Dyrkelse i deres eget Sprog .

source: Danne go sin giella ii leat adnon iige heivehuvvon vuoiŋŋalaš jurddašeapmái , dat ii dohkke earágo dan oinnolaš moatti dillái maid dat oahppameahttun olbmot dárbbašit sin ovttageardánis gáržžes luonddugeavahusas ja gorutbargguin . »
nob: Thi Sproget selv er aldeles ubrugt og uvant til aandelige Ideer , indskrænket til de sandselige og faa Ting hvormed disse uopdragne Mennesker i deres indskrænkede Brug af Naturen og Menneskelighedens Kræfter , behielpe sig . »

source: Sivvan sápmelaččaid diehtomeahttunvuhtii ja vátna risttalašvuhtii logai son « dat bahálačča giella mii doalahii Ipmilbálvalusa ja oskkolaš oahpahusa sis eret . » ja son cuiggodii báhpaid go « čigŋáivuođaineaset ledje ráhkásnuvvan sápmelaččaid gillii . »
nob: Skylda for at det sto så dårlig til med opplysning og kristendom blant samene la han på « det forhadte Sprog , som holdt Dyrkelsen og Religionsundervisning borte fra dem » og han kritiserte prestene som « af undskyldelig Forfængelighed havde fattet Kjærlighed til det lappiske Sprog » .

source: 1800-logu álggus ledje máŋga dáhpáhusa mat váikkuhedje sápmelaččaid oahpahussii .
nob: Først på 1800-tallet skjedde det flere hendinger som skulle påvirke opplæringa for samer .

source: 1804:s juhkkojuvvui Nidaros bismagoddi guovtti sadjái , šattai sierra bisma « Nordlánddaide ja Finnmárkui » .
nob: I 1804 blei Nidaros bispedømme delt , og det blei egen biskop for « Nordlandene og Finmarken » .

source: Miššondoaibma lei guhká juo bieđganaddan , ja eanas miššonguovlluin ledje ordinerejuvvon báhpat ja oahpaheaddjit váldán dan doaimma badjelasaset .
nob: Misjonsvirksomheten hadde lenge vært mer eller mindre i oppløsning , og i de fleste misjonsdistriktene blei arbeidet overtatt av ordinære prester og lærere .

source: 1812:s celkkii miššonvirgegoddi alddis eret sápmelaččaid miššonerema ovddasvástádusa , ja maŋemus miššoneara luobai 1814:s , dan jagi go Norga beasai iešstivrejeaddjin ja maŋŋil ovttastuvvui Ruoŧain .
nob: I 1812 sa Misjonskollegiet fra seg alt ansvar for misjonen blant samene , og den siste misjonæren slutta i 1814 , samme år som Norge først blei sjølstendig og seinere kom i union med Sverige .

source: Dánskaáigge stivrii miššonvirgegoddi Københámmanis miššovnna ja skuvllaid , ja dan guovddáš Norggas lei Troandimis .
nob: I dansketida blei misjon og skole blei styrt fra misjonskollegiet i København , med det norske senteret i Trondheim .

source: De šattai Girko- ja oahpahusdepartemeanta Christianias [ 13 ] doaimma bajimus eiseváldin , ja bismagoddi , mii galggai doaibmat eanas sápmelaččaid guovdu , biddjui Alstahaugii , ja maŋŋil Romssa gávpogii .
nob: Nå blei Kirke- og undervisningsdepartementet i Christiania [ 14 ] den øverste ledelsen og bispesetet som fikk med de fleste samene å gjøre blei først plassert i Alstadhaug , seinere i Tromsø .

source: G. b. Johan Christian Schønheyder ( Gova luoikan Nidaros bismagoddi )
nob: To biskoper med motsatt syn på samisk språk : T.v. Johan Christian Schønheyder ( Foto utlånt av Nidaros bispedømme )
